{"body":"Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking Around Skagway                 Hiking Around Skagway        Skagway may be the home of a Historic Park, but that doesn\u0027t mean it isn\u0027t also home of amazing natural wonders.  This areas offers ocean views, mountain peaks, boreal forest, lakes, waterfalls, and so much more. Most visitors arrive in Skagway by cruise ship and don\u0027t have transportation, to assist their planning, this page is organized by how far away a trailhead is from Skagway\u0027s Historic District.  If time and transportation is not an issue, select the difficulty of the hike you want from the list below. Shorter Hikes Moderate Hikes Difficult Hikes        Dewey Lakes Trail System Located very close to Skagway\u0027s Historic District, this trail head leads into Spruce and Hemlock forests. The trails offer few panoramic views, but are completely submerged in Alaskan wilderness.  From this trailhead you can access: Lower Dewey Lake Upper Dewey Lake Devil\u0027s Punch bowl Icy Lake \u0026 Upper Reid Falls Sturgill\u0027s Landing        Skagway River Bridge Trailhead  3/4 miles from Skagway\u0027s Historic District, this trailhead provides access to trails that wind along the coastline and up a mountain, allowing for amazing panoramic views of the valley and breathtaking scenes of the most northern point of the inside passage.  From this trailhead, you can access: Yakutania Point Smuggler\u0027s Cove AB Mountain      Gold Rush Cemetery \u0026 Lower Reid Falls Trail Abandoned to time, the Gold Rush Cemetery is a fancinating place to explore, where trees grow straight out of graves and outlaws rest beside american heroes.  A short walk past the cemetery is lower Reid falls.  This area is not very challenging.  However, this area is the most northern point in town, and is about a 2 mile walk from the Historic District. Gold Rush Cemetery \u0026 Lower Reid Falls Trail       Dyea Trails 9 miles from Skagway is the ghost town of Dyea.  The Chilkoot trail may be the most famous trail Dyea, but its not the only one. Check out these other fun options:  Chilkoot Trail Lost Lake Trail Historic Dyea Townsite Walk      Railroad Trails Enjoy a ride on the world famous WP\u0026YR train to access the Denver Glacier Trail and the Laughton Glacier trail. Both trails are only moderate difficulty.  However, because of train schedule, both are an overnight adventure.  Follow the links to learn more: Denver Glacier Trail Laughton Glacier Trail","url":"https://www.nps.gov/klgo/planyourvisit/hiking.htm","title":"Klondike Gold Rush National Historical Park: Hiking Around Skagway"}