{"body":"Explore This Park    Plan Your Visit     Safety            Safety       Safety at Hubbell Trading Post National Historic Site   WEATHER: Summer and Winter  Climate change is affecting every parts of the world, and Hubbell Trading Post National Historic Site is affected as well.  Please be prepared when you travel on the Navajo reservation.  Call ahead for weather conditions.  Summer monsoons come fast and furious, causing flash floods, and lightening.  Stay out of arroyos and take cover in your vehicle if you get caught in a flash flood. Winter brings snow, and freezing temperatures in the open.  Here are some tips from Hubbell Trading Post while visiting your national parks: \u003d\u003e Make sure you have your vehicle checked before you travel \u003d\u003e Be patient (don\u0027t speed or follow too closely) \u003d\u003e Bring extra water and food, and blankets during the winter \u003d\u003e Build extra travel time into your schedule \u003d\u003e Cellular phone coverage can be non-existence in some areas  \u003d\u003e Do not travel on dirt roads when it\u0027s wet  \u003d\u003e Do not drink and drive \u003d\u003e And always, make sure you and your passengers are buckled in.        Prairie Dog at Hubbell NPS Photo LHenio  WILDLIFE SAFETY: Gunnison\u0027s Prairie Dog When walking around the grounds of Hubbell Trading Post NHS, please watch where you step. Hubbell Trading Post has a healthy population of Gunnison\u0027s Prairie dogs. Prairie dogs are burrowing rodents that can dig holes with an opening the size of a softball. They have yellowish fur, a barklike call, and live in large communities. A person can break a leg or an ankle if they step into a hole.        Baby prairie rattlesnake on the back steps of the visitor center. NPS Photo - LHenio  Reptiles: Rattle and Gopher Snakes They can be seen around the grounds of Hubbell Trading Post. Do not pick them up or harass them in anyway as they can strike at you when they feel threatened. Prairie Rattlesnake and Gopher Snakes often look alike with the exception of the rattles. If you come across one, please let a Park Ranger know of its location so the snake can be relocated to another part of the park.","url":"https://www.nps.gov/hutr/planyourvisit/safety.htm","title":"Hubbell Trading Post National Historic Site: Safety"}