{"body":"2004 23rd Annual Sand Sculpture Contest        Adults\u0027 Group 1st Place: Entry #01: Julia\u0027s Kitchen, by Malvino and Vance Miller        The 23rd Annual Sand Sculpture Contest at Drakes Beach was a great success with about 70 sculptures entered. The event was well attended by over one thousand participants and observers. The weather was sunny and hot, and a good day was had by all! Below are photo galleries of the sand sculptures entered in the 23rd Annual Sand Sculpture Contest.                   2004 Sand Sculpture Contest Winners   13 Photos  2004 Sand Sculpture Contest Winners\u0027 photos          2004 Adults\u0027 Categories   43 Photos  2004 Sand Sculpture Contest Adults\u0027 Category photos          2004 Children\u0027s Group Category   8 Photos  2004 Sand Sculpture Contest Children\u0027s Group Category photos            2004 Children\u0027s Individual Category   4 Photos  2004 Sand Sculpture Contest Children\u0027s Individual Category photos          2004 Unidentified Sculptures   7 Photos  2004 Sand Sculpture Contest Unidentified Sculptures                        2004 Sand Sculpture Award Results  Key: HM \u003d Honorable Mention RP \u003d Best Use Of Recycled Plastic   Adults\u0027 Group Category    Award Sculpture Contestants   1st Julia\u0027s Kitchen Malvino and Vance Miller   2nd Battle of Kingdom Come Ben Colton, and Gabe, Katya and Michele McCulloch   3rd Spaghetti and Meatballs Lauren and Julie Vincent   RP Recycled Penguin Rex Sakamoto     Children\u0027s Individual Category     Award Sculpture Contestants   1st Pool on the Beach Dylan   2nd Mismatch Ballet Shoes Alexandra   3rd Beachway Airlines Eric     Children\u0027s Group Category     Award Sculpture Contestants   1st Canned Squid/Don\u0027t Pollute Fa Fa and Anna   2nd Surfing the Sunset Raelynn and Rachel   3rd Crab Castle unknown   HM See the Future Stephanie and Pam         Missing photos. If you know the identity of any of the \"2004 Unidentified Sculptures\" or if you have a photo of any of the sand sculptures listed below, please contact us. Thank you.  \"911 SC\", by Dan Catherwood Sculpture #27, by Arland Whiddon Sculpture #30, by Andy Wallach \"Olema Dome\", by the Roeder/Sura Family \"Osgiliath\", by the Allen-Hyma/Wickersham Family \"Crush\", by the Cralson Family \"Athens \u002704 - Olympic Stadium\", by the Engerts \"Mayan Matrix\", by the Popple Family Children\u0027s Third Place Winner \"Crab Castle\", by Sabrina, Jacob and Marabelle Children\u0027s group sculpture #4, by the Slern Meurer Kids. \"Super\"  Sand Sculpture Contests Photo Galleries Top of Page","url":"https://www.nps.gov/pore/learn/photosmultimedia/photogallery_sandsculpture2004.htm","title":"Point Reyes National Seashore: 2004"}