{"body":"Explore This Park    Plan Your Visit           Plan Your Visit       Welcome to Dayton Aviation Heritage National Historical Park         The 1902 Wright Glider (replica) on display in the Wright-Dunbar Interpretive Center. NPS / T. Engberg    Jump to Quick Links section. Dayton Aviation Heritage NHP consists of five sites that tell the stories of Wilbur Wright, Orville Wright, and Paul Laurence Dunbar.  The five sites of Dayton Aviation Heritage NHP offer you the opportunity to experience the historically refurnished Wright brothers\u0027 printing office, walk through an original Wright brothers\u0027 bicycle shop, see the Wright brothers\u0027 third airplane, follow Wilbur and Orville\u0027s footsteps at the Huffman Prairie Flying Field, visit Hawthorn Hill (the Wrights\u0027 mansion), and experience Paul Laurence Dunbar\u0027s last home. All of these sites are National Historic Landmarks or are listed on the National Register of Historic Places.        Visit Wilbear on facebook and stay up to date with the latest news.   Dayton\u0027s Amazing Aviation Places  Race to Dayton\u0027s amazing aviation places, stamp your passport at seven locations and then receive a \"Wilbear Wright\" aviator teddy bear. It\u0027s a lot of fun! Download your own Wilbear Passport to start your adventure!   Visit Wilbear\u0027s Facebook Page  Visit Wilbear\u0027s official facebook facebook page and become a friend. Want more Wilbear?  You can also visit the Wilbear Wright \u0026 the Race to Dayton\u0027s Amazing Aviation Places facebook community too!         Where\u0027s Wilbear?  Wilbear Wright is on a mission to visit as many 4th grade classrooms as he possibly can.  Learn how you can request Wilbear to visit a classroom near you for free!      Discover Our Shared Heritage  The National Park Service has launched an online travel itinerary.  The Discover Our Shared Heritage Travel Itinerary Series has a range of information on historic American places.  From archeology to culture, this itinerary website can help you plan your next trip.       Quick Links   Basic Park Information   Directions \u0026 Transportation   Eating \u0026 Sleeping   Places to Go   Things to Do   Calendar   Safety   Accessibility   Nearby Attractions","url":"https://www.nps.gov/daav/planyourvisit/index.htm","title":"Dayton Aviation Heritage National Historical Park: Plan Your Visit"}