{"body":"Explore This Park    Plan Your Visit     En Français     Foire aux questions              Foire aux questions       Quelle est l\u0027importance historique du lieu historical international? L\u0027établissement permanente des Français en Amérique du Nord remontent à l\u0027Île Sainte-Croix. Les membres d\u0027une expédition française menée par Pierre Dugua, dont le but était de coloniser l\u0027Amérique du Nord, se sont installés dans l\u0027île en 1604. 79 membres de l\u0027expédition, Samuel Champlain inclu, passèrent l\u0027hiver rigoureux de 1604-1605 sur l\u0027île. 35 colons moururent, apparemment de scorbut, et furent enterrés dans un petit cimetière à l\u0027Île Sainte-Croix. Au printemps 1605, les survivants quittèrent l\u0027île et fondèrent la colonie de Port-Royal en Nouvelle-écosse.  Pourquoi les français sont-ils venus dans la région de l\u0027Île Sainte-Croix? Les explorateurs français sont venus dans la région pour rechercher des territoires à revendiquer au nom de la France, pour trouver une route commerciale jusqu\u0027en Chine, et pour y faire du commerce. Le roi Henri IV de France a offert un monopole pour le commerce de fourrure et le titre de lieutenant-gouverneur à Pierre Dugua, Sieur de Mons, chef de l\u0027expédition, et, en échange, attendait de lui qu\u0027il colonise le pays et convertisse les peuples autochtones au christianisme. Pourquoi l\u0027Île Sainte-Croix fut-elle choisie comme première colonie? La colonie était située au confluent de deux rivières pour faciliter le commerce avec les peuples autochtones. Les ressources naturelles abondaient, et l\u0027île pouvait être facilement défendue contre des attaques éventuelles d\u0027autres puissances européennes. Pierre Dugua pensait que ce serait un emplacement idéal ; cependant, ce ne fut pas le cas. Le site exposé aux éléments intensifia l\u0027impact d\u0027un hiver déjà rigoureux et mit à l\u0027épreuve même les colons les plus endurcis. Quels types de personnes faisaient partie de l\u0027expédition original? Pierre Dugua recruta 120 nobles, artisans, et soldats. Ils ont traversé l\u0027Atlantique à bord de cinq bateaux. Ils étaient experts en matière d\u0027exploration, d\u0027agriculture, de médecine, de religion et d\u0027exploitation minière. D\u0027où vient le nom Sainte-Croix? La colonie était située en aval du confluent entre deux rivières et une baie. La forme de ces deux cours d\u0027eau rappelle la forme d\u0027une croix, c\u0027est pourquoi Pierre Dugua l\u0027appela l\u0027Île Sainte-Croix. Quel était le rapport entre les colons français et les premiers pueples? Les relations étaient très bonnes entre les colons et les Premiers peuples (Wapaponiyik - Les Peuples de l\u0027Aube Naissante ou Wabanaki). Même si leurs cultures étaient très différentes, des relations amicales entre eux étaient cruciales pour la survie ultime des colonies. Y a-t-il tourjours des bâtiments originaux sur l\u0027île? Non. Il n\u0027y a plus de traces visibles de l\u0027ancienne colonie. Quand la décision fut prise de déplacer l\u0027expédition à Port-Royal, la plupart des bâtiments furent démontés, mis sur des bateaux, déplacés et reconstruits sur le nouveau site. Qui étaient les Acadiens? Les Acadiens étaient les descendants de fermiers français qui ont colonisé les régions de la Nouvelle-Ecosse, du Nouveau Brunswick, et de l\u0027Île du Prince-Edouard dans les années 1630. Principalement francophones et catholiques, ils avaient des rapports tendus avec les conquérants anglais. Ils ont été déportés entre 1755 et 1763. Pourquoi y-a-t-il un drapeau blanc sur l\u0027Île Sainte-Croix? Le drapeau sur l\u0027île représente un drapeau français du 17ème siècle. On l\u0027arbore pour commémorer l\u0027arrivée sur Sainte-Croix en 1604. Après avoir consulté des héraldistes américains et français, il a été décidé que le drapeau blanc de la Monarchie Bourbon était le plus approprié pour l\u0027île. Les historiens montrent cependant que l\u0027utilisation de drapeaux dans cette période était rare, sauf sur des bâtiments publics ou des casernes militaires. Il était beaucoup plus courant d\u0027arborer les armoiries royales ou le blason du chef de la colonie. Puis-je aller sur l\u0027île? Le Service des parcs nationaux est chargé de protéger les ressources fragiles de l\u0027Île Sainte-Croix. Il a été décidé dans le cadre du Plan général de gestion du lieu historique internatioanl de l\u0027Île-Sainte-Croix que le nombre de visiteurs de l\u0027île ne pourrait pas dépasser 1,000 personnes par an. Les visites de l\u0027île ne sont pas encouragées et Parcs Canada ainsi que le Service des parcs nationaux américains ont procédé à des investissements pour créer des expositions et sentiers de très bonne qualité sur la terre ferme près de l\u0027île, pour que tous les visiteurs puissent revivre l\u0027histoire de Sainte-Croix en 1604.","url":"https://www.nps.gov/sacr/planyourvisit/foire-aux-questions.htm","title":"Saint Croix Island International Historic Site: Foire aux questions"}