{"body":"Army of Northern Virginia - Artillery Reserve           Artillery Reserve BGen William N. Pendleton  Brown\u0027s Battalion Col J. Thompson Brown Powhatan (Virginia) Artillery, Capt Willis J. Dance Richmond (Virginia) Howitzers, 2nd company, Capt David Watson Richmond (Virginia) Howitzers, 3rd company, Capt Benjamin H. Smith, Jr. Salem (Virginia) Artillery, Capt Abraham Hupp Williamsburg (Virginia) Artillery, Capt John A. Coke  Cutts\u0027 Battalion LtCol Allen S. Cutts Blackshears\u0027 (Georgia) Battery, Capt James A. Blackshear Irwin (Georgia) Artillery, Capt John Lane Lloyd\u0027s (North Carolina) Battery, Capt Whitmel P. Lloyd Patterson\u0027s (Georgia) Battery, Capt George M. Patterson Ross\u0027 (Georgia) Battery, Capt Hugh M. Ross  Jones\u0027 Battalion Maj Hillary P. Jones Morris (Virginia) Artillery, Richard C. M. Page\u0027s Battery Orange (Virginia) Artillery, Capt Jefferson Peyton Turner\u0027s (Virginia) Battery, Capt William H. Turner Long Island (Virginia) Battery, Capt Abram Wimbish  Nelson\u0027s Battalion Maj William Nelson Amherst (Virginia) Artillery, Capt Thomas J. Kirkpatrick\u0027s Fluvanna (Virginia) Artillery, Capt John J. Ancell Huckstep\u0027s (Virginia) Battery, Capt Charles T. Huckstep Johnson\u0027s (Virginia) Battery, Capt Marmaduke Johnson Milledge (Georgia) Artillery, Capt John Milledge  Miscellaneous Batteries Cutshaw\u0027s (Virginia) Battery Magruder (Virginia) Artillery (T. J Page, Jr.\u0027s Battery) Rice\u0027s (Virginia) Battery, Capt W. H. Rice Thomas (Virginia) Artillery (E. J. Anderson\u0027s Battery) (left in Leesburg)         Notes of Abbreviations:  Lt \u003d Lietutenant Capt \u003d Captain Maj \u003d Major LtCol \u003d Lieutenant Colonel Col \u003d Colonel BGen \u003d Brigadier General MGen \u003d Major General   (w) \u003d wounded (mw) \u003d mortally wounded (k) \u003d killed (c) \u003d captured Unless otherwise noted, casualities occured on September 17th.","url":"https://www.nps.gov/anti/learn/historyculture/anv-arty-reserve.htm","title":"Antietam National Battlefield: Artillery Reserve"}