{"body":"Explore This Park    Plan Your Visit     En Français     Historie et Culture              Historie et Culture        La carte de l\u0027île Sainte-Croix en 1613 par Samuel Champlain. NPS       L\u0027île Sainte-Croix est le site de la première tentative française de coloniser le territoire appelé Acadie en 1604 et le lieu où est situé une des premières colonies européennes de l\u0027Amérique du Nord. Les membres de l\u0027expédition française, conduite par Pierre Dugua, voulant coloniser l\u0027Amérique du Nord, se sont établis sur l\u0027île en 1604.  Soixante-dix-neuf membres de l\u0027expédition, incluant Samuel Champlain, passèrent l\u0027hiver rigoureux de 1604-1605 sur l\u0027île. Trente-cinq colons moururent, apparemment du scorbut, et ont été enterrés dans un petit cimetière sur l\u0027île Sainte-Croix. Au printemps 1605, les survivants ont quitté l\u0027île et ont fondé la colonie de Port-Royal en Nouvelle-Ecosse.  Pour mieux comprendre l\u0027histoire de ceux qui ont passé l\u0027hiver sur l\u0027île Sainte-Croix et l\u0027impact de leurs tentatives de colonisation, veuillez regarder la ligne du temps des 400 ans de l\u0027île Sainte-Croix.        Ligne du temps Quatre siecles d\u0027historie de l\u0027Île-Sainte-Croix 1604 Dugua et sa compagnie quittent la France pour l\u0027Amérique du Nord, équipés pour une tentative ambitieuse de créer une colonie et un poste de traite. 1604-1605 Etablissement d\u0027une colonie sur l\u0027île Sainte-Croix. 1605 Les colons se déplacent à Port-Royal. Dugua retourne en France pour défendre son monopole de traite. Il ne remettra plus jamais les pieds sur le sol nord-américain. 1606-1607 Samuel Champlain et Sieur de Poutrincourt visitent l\u0027île et notent que les jardins sont toujours productifs. Le monopole de Dugua est annulé. Les colons retournent en France, laissant leurs habitations à la charge de Membertou, chef des Mi\u0027kmaqs. 1607 Jamestown, la première colonie anglaise permanente est fondée en Virginie. 1608 Le monopole de Dugua est réintroduit temporairement. Champlain explore plus à l\u0027ouest de l\u0027Amérique du Nord et fonde la ville de Québec. 1613 Le capitaine Argall de la Virginie obéit aux ordres d\u0027expulser les Français de la côte. Il détruit les derniers bâtiments sur l\u0027île Sainte-Croix et part en bateau à Port Royal, où il brûle l\u0027habitation, pendant que les Français travaillent dans les champs. 1620 Les Pèlerins arrivent à Plymouth. Le 18ième siècle Aprés 1632, l\u0027île Sainte-Croix disparaît des registres. Après 150 ans de guerre, les Français cèdent l\u0027Acadie aux Anglais. Les Passamaquoddy, les Malécites, les Pentagouets (Penobscot), les Mi\u0027kmaqs et les Abénaquis forment la confédération de Wabanaki. 1783-1797 La rivière Sainte-Croix est désignée comme la frontière entre le Canada et les Etats-Unis. Les deux nations se disputent pour savoir quelle rivière est la Sainte-Croix. En utilisant les cartes et documents de Champlain pour situer l\u0027île, le canadien Robert Pagan y trouve des ruines, des briques françaises, et de la poterie, identifiant ainsi l\u0027île et réglant le litige. Le 19ième siècle L\u0027île est habitée, des carrières de sable sont exploitées et un phare est construit. Pendant ce temps, il est dit que les briques françaises étaient visibles et que les visiteurs en ont emporté la majeure partie. 1949 L\u0027île Sainte-Croix est déclarée - monument national. 1950-1970 Le phare est incendié. Les ressources historiques et archéologiques sont documentées. 1984 L\u0027île devient un lieu historique international en reconnaissance de son importance historique pour les Etats-Unis et le Canada. 2004 400ème anniversaire de la colonie française sur l\u0027île Sainte-Croix.","url":"https://www.nps.gov/sacr/planyourvisit/historie-et-culture.htm","title":"Saint Croix Island International Historic Site: Historie et Culture"}