{"body":"What is Climate Change?            The terms global warming and climate change are often used interchangeably, but the two phenomena are different.   Global warming is the rise in global mean temperature due to an increase of heat-trapping greenhouse gases such as carbon dioxide and methane in the atmosphere (see figure below). Based on surface and atmospheric temperatures from thousands of locations, and from satellites worldwide, scientists have determined that the global mean temperature has risen 0.8 degrees C, since 1880.   Climate change is a more general term that refers to changes in many climatic factors (such as temperature and precipitation) from the global to the local scale. These changes are happening in response to global warming and other factors at different rates and in different ways. For example on a large scale, the United States has become wetter over the 20th century, while the Sahel region of central Africa has become drier. In California, global warming and associated climate change is decreasing the Sierra snow pack and melting it sooner, causing water shortages across the state.                     Will Elder, NPS     Left - Naturally occurring greenhouse gases—carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O)—normally trap some of the sun’s heat, keeping the planet from freezing.  Right - Human activities, such as the burning of fossil fuels, are increasing greenhouse gas levels, leading to an enhanced greenhouse effect. The result is global warming and unprecedented rates of climate change. td\u003e                 To learn more about Climate Change, please explore the following links: \u003eU.S. Environmental Protection Agency: Climate Change website \u003eEPA Climate Change and Public Lands: National Parks at Risk (1536 KB PDF) \u003eWebsite of the National Parks Conservation Association: Global Warming \u0026 Our National Parks \u003eClimate Science website \u003eNasa.gov website \u003eUSGS website \u003eNOAA website \u003eUS Global Change Research Program website Please contact us if you would like a hard copy of the \"Climate Change in National Parks\" brochure.","url":"https://www.nps.gov/grba/learn/nature/what-is-climate-change.htm","title":"Great Basin National Park: What is Climate Change?"}