{"body":"Explore This Park    Plan Your Visit     En Français     Planifiez votre visite     Activités                Activités       Sauter à Visites guidées Attractions à proximité Sites apparentés Parcs et autres régions       Le site tient à établir une atmosphère calme de respect pour promouvoir la contemplation de l\u0027héroïsme et de la souffrance des colons français dans les années 1604 et 1605.Promenez-vous le long du court sentier d\u0027interprétation situé sur la partie continentale du site. Le sentier est accessible en fauteuil roulant. Le sentier montre des figures de bronze de Français et de Passamaquoddy, ainsi que des panneaux d\u0027interprétation qui abordent les évènements historiques et l\u0027interaction des deux cultures. Une maquette de la colonie française de 1604 repose sous un abri donnant sur l\u0027île.Les visites de l\u0027île ne sont pas encouragées en raison de sa nature délicate. Le site continental offre de belles vues de l\u0027île et de la rivière Sainte-Croix.Le sentier d\u0027interprétation est bordé de statues de bronze plus grandes que la taille réelle des colons et autochtones qu\u0027elles représentent.           Visites Guidées A certains moments de l\u0027année, les \"rangers\" ou guides-interprètes du parc sont disponibles sur la partie continentale du site pour répondre à vos questions.  Mi-juin au 31 août - Un guide bilingue est présent au parc sept jours sur sept. Du 1er septembre au 10 octobre - Un \"ranger\" ou un bénévole est disponible sporadiquement. Mi-octobre à mi-juin - Aucun personnel n\u0027est prévu sur la partie continentale ou à l\u0027île.           Attractions à Proximité  Plusieurs autres lieux historiques, musées et parcs sont situés dans la région. Visitez les sites web des chambres de commerce et localités environnantes pour obtenir de l\u0027information supplémentaire sur l\u0027hébergement, restaurants, et activités dans la région.  Saint Croix Valley Chamber of Commerce Bangor Region Chamber of Commerce Ville de Saint John, Nouveau Brunswick, Canada          Sites Apparentés   Lieu historique international de l\u0027Île-Sainte-Croix (Parcs Canada) - 20 miles Situé sur la route 127 à Bayside, Nouveau-Brunswick, entre St. Andrews et St.Stephen, ce site offre un sentier avec des expositions présentant la colonisation française sur l\u0027île Sainte-Croix en 1604. Lieu historique national de Port-Royal (Parcs Canada) - 250 miles Situé près d\u0027Annapolis Royal en Nouvelle-Écosse, Port-Royal possède des bâtiments reconstruits d\u0027après les cartes de la colonie de Port-Royal, telles qu\u0027elles avaient été dessinées par Samuel Champlain.            Parcs et Autres Régions Acadia National Park - 125 miles Situé le long de la côte du Maine, le parc national Acadia protège plus de 47,000 acres de montagnes, forêts, lacs et côtes. Randonnées, vélo et programmes organisés par les \"rangers\" sont des activités populaires. Moosehorn National Wildlife Refuge - 14 miles Créé pour protéger les oiseaux aquatiques migrateurs, les oiseaux du littoral et échassiers, le gibier à plumes des hautes terres, les oiseaux chanteurs, et les oiseaux de proie, le Refuge national de la faune de Moosehorn est le refuge le plus à l\u0027est du couloir de migration de l\u0027Atlantique. Roosevelt Campobello International Park - 45 miles Ce parc de 2800 acres abrite la résidence où le Président Franklin Delano Roosevelt passait ses vacances d\u0027été. Géré par une commission américaine et canadienne, ce parc est situé sur l\u0027île Campobello au Nouveau-Brunswick, Canada. Lieu historique national du Blockhaus-de-Saint Andrews (Parcs Canada) - 30 miles Ce site est situé à St. Andrews au Nouveau-Brunswick, et contient un blockhaus construit selon des spécifications militaires par les civils pendant la guerre de 1812.","url":"https://www.nps.gov/sacr/planyourvisit/activites.htm","title":"Saint Croix Island International Historic Site: Activités"}