{"body":"Explore This Park    Learn About the Park     History \u0026 Culture     Places     Archeological Sites                Archeological Sites       Archeological sites occur throughout Zion National Park. These fragile resources provide important clues to the past. Because most sites can easily be damaged by human activities, only a few are designated as \u0027\u0027open\u0027\u0027 to public viewing. With your help, these sites will remain intact and available for future generations to learn from and enjoy. •Visit only if you are invited. Inquire at the Zion Visitor Center about which sites are \u0027\u0027open\u0027\u0027 to public viewing. •Don\u0027t touch the art. Oils from your skin damage pictographs (rock paintings) and petroglyphs (rock carvings). Never deface rock art by scratching or rubbing the rock surface. It ruins irreplaceable masterpieces, and is illegal. •Don\u0027t eat in the living room. Avoid picnicking in archeological sites, since crumbs attract rodents who may nest within the site. Make sure that you pick up and carry out all of your trash and garbage. •Don\u0027t take the knickknacks. Leave all artifacts, including small fragments of pottery and stone chips, right where you find them for others to enjoy. Out of context, artifacts cannot help us to understand the past. It is illegal to remove them. •No slumber parties. Avoid camping in or near archeological sites. Smoke from campfires stains walls and cliffs, and charcoal leaves a mess. Never use wood from archeological sites in campfires. •Don\u0027t pee in the parlor...or any other room. Human waste left at archeological sites is unsightly and unsanitary. •Keep your feet off the furniture. Cultural sites, even those designated as \u0027\u0027open\u0027\u0027 to visitors, are very fragile. Walk carefully and stay on established trails. Avoid leaning or sitting on walls and never climb on rock art panels. •Thanks for being a courteous guest!","url":"https://www.nps.gov/zion/learn/historyculture/archeologicalsites.htm","title":"Zion National Park: Archeological Sites"}