{"body":"Agriculture at Whitman Mission       Missionaries Marcus and Narcissa Whitman arrived in the Walla Walla valley in the fall of 1836. One of the first orders of business was to start growing food. Much of what we know about these efforts comes directly from their own letters. In May of 1837, Marcus wrote, “I have two acres of peas sowed 9 acres of corn planted \u0026 intend to plant 3 more \u0026 have planted \u0026 intend to plant 2 acres of potatoes, in all 16 acres. ” The following year: “I have six acres of potatoes two \u0026 half of wheat \u0026 peas oats \u0026 corn enough to make forty acres probably,” which resulted in “three hundred bushels of corn seventy five of wheat \u0026 one thousand bushels of potatoes. besides a large supply of turnips \u0026 garden vegitables.”        Modern sheep in Walla Walla. NPS  Livestock was also important. As of July 1840, “The number of cattle attached to the station are five cows, two one year old heifers \u0026 three heifer calves. One pair of oxen two pair of steers two yearling bulls \u0026 two bull calves. twenty in all. The number of horses seventeen.” In 1846, Dr Whitman reflected: “Some sheep we imported from the Sandwich Islands [Hawaii] in 1838 have increased one hundred \u0026 twenty five per cent in eight years.”      In addition to harvesting his own crops, Dr. Whitman taught the Cayuse how to farm. He believed that agriculture and his missionary work were inseparable:  “. . . although we bring the gospel as the first object we cannot gain an assurance unless they are attracted \u0026 retained by the plough \u0026 hoe, \u0026 in this way even before the language is acquired you may have the people drawn arround you \u0026 ready to hear your every instruction. And why should not this be our method of proceeding; Is it not what Paul meant when he said, \"I become all things unto all men,\" that he accommodated himself to the circumstances of the People? Why then should we not take the best, \u0026 may I not say, the only means to win them to Christ? Had I one doubt of the disposition of the Indians to cultivate I would not thus write; But having seen them for two season breaking ground with hoes \u0026 sticks \u0026 having given them the trial of the plough, I feel an entire confidence in their disposition \u0026 ability.”  The efforts at farming, at least, seemed to be going well. In 1842 Narcissa wrote: “The success of the Kayuses in farming is pleasing beyond description. There is scarcely an individual of them but what has his little farm some where \u0026 every year extending it farther \u0026 farther. A large number of the Walla Walla tribe are doing the same.”        Replica covered wagon sits upon reconstructed ruts at Whitman Mission. NPS  The Whitmans provided food to Oregon Trail emigrants: “In the mean time a large part of Emigrants had passed my house with their Waggons. All came in their turns \u0026 were supplied with provisions I soon put a small pair of (hand) mill stones runing by water so that the latter part of the Emigration got grinding done. My wheat beef \u0026 most of my hogs \u0026 corn \u0026 many of my potatoes have been furnished them.” (Marcus, November 1843). Some of these emigrants spent the winter at the mission, exchanging work for food and shelter. Once the spring arrived, they continued on to the Willamette Valley. This pattern repeated itself for the next few years as more waves of pioneers passed through the area.      The Whitmans’ letters speak directly to us of the details of their daily life, their plans, their hopes, and their dreams. We can see that farming, while essential to their physical survival, was much more than just food: it was aid to weary travelers and, more importantly, it was a way to entice the Cayuse to stay nearby and listen to the Whitmans’ message of salvation.","url":"https://www.nps.gov/whmi/learn/historyculture/agriculture-at-whitman-mission.htm","title":"Whitman Mission National Historic Site: Agriculture at Whitman Mission"}